USELESS_KEYWORDS = [
    # 연애 / 만남
    "썸", "연애", "전여친", "전남친", "여친", "남친",
    "만나볼사람", "쪽지", "이상형", "설렘", "순애", "모솔",

    # 외모 / 신체
    "키", "몸무게", "엉덩이", "다리", "피부", 

    # 감정 배설
    #"시발", "씨발", "하..", "하아", "ㅋㅋ", "ㅠㅠ", "ㅜㅜ", "환장", "정병",

    # 음식
    "카레", "냉동", "비린내", "쿠우쿠우", "짜장면", "소금빵", "떡집",

    # 게임/콘텐츠
    "겐지", "아나", "히오스", "웹툰", "유튜버", "배우",

    # 알바/모집
    "알바", "술집", "같이 마실", "과외",

    # 투자
    "주식", "삼전", "코인", "구조대"
]

ACADEMIC_KEYWORDS = [
    # 성적
    "성적", "학점", "절평", "절대평가", "상대평가", "재수강",
    "학사경고", "이의신청", "시험", "중간고사", "기말고사",

    # 수강
    "수강", "수강신청", "예비수강", "수강정정", "수강취소",
    "강의", "강의평가", "출석", "결석", "공결",

    # 학적
    "휴학", "복학", "자퇴", "제적", "전과", "전입",
    "복수전공", "부전공",

    # 졸업
    "졸업", "졸업요건", "졸업유예", "이수학점", "전필", "전선",

    # 장학
    "장학금", "국장", "국가장학금", "등록금", "환불",

    # 계절 / 교환
    "계절학기", "교환학생",

    # 시설 / 시스템
    "기숙사", "긱사", "생활관", "도서관",
    "학사", "학사일정", "포털", "통합정보", "LMS"
]
